Repository: arilankinenwtf/lanvision.fi
Catalog: www/packages/wtf_cookie_consent/languages/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: WTF Cookie Consent
fi_fi: WTF Evästesuostumus

source: Display settings successfully saved.
fi_fi: Asetukset tallennettu.

source: Colors successfully saved.
fi_fi: Tyyliasetukset tallennettu.

source: Scripts successfully saved. Cookie consent will show again for users.
fi_fi: Skriptit tallennettu.

source: Cookie Consent
fi_fi: Evästesuostumus

source: Content
fi_fi: Sisältö

source: Styles
fi_fi: Tyylit

source: Cookies and scripts
fi_fi: Evästeet ja skriptit

source: Content for different languages
fi_fi: Sisältö eri kielille

source: Enabled
fi_fi: Käytössä

source: Message
fi_fi: Teksti

source: Accept button text
fi_fi: Hyväksymis painikkeen teksti

source: Decline button text
fi_fi: Hylkäys painikkeen teksti

source: Cookies page link
fi_fi: Evästeet-sivun linkki

source: Cookies page link text
fi_fi: Evästeet-sivun linkin teksti

source: Show More Info -button text
fi_fi: Lisäasetusten painikkeen teksti

source: If empty, custom choices won't be shown
fi_fi: Jos jätetty tyhjäksi, kustomointivaihtoehtoja ei näytetä.

source: Custom cookies title
fi_fi: Evästeiden kustomoinnin otsikko

source: More Info
fi_fi: Lisätietojen teksti

source: Save
fi_fi: Tallenna

source: Style
fi_fi: Tyyli

source: Consent dialog style
fi_fi: Suostumuslaatikon tyyli

source: Box
fi_fi: Laatikko

source: Wide box
fi_fi: Leveä laatikko

source: Bar
fi_fi: Täysleveä banneri

source: Consent dialog position
fi_fi: Suostumusboksin sijainti

source: Bottom Right
fi_fi: Alaoikealla

source: Bottom Left
fi_fi: Alavasemmalla

source: Bottom Center
fi_fi: Alhaalla keskellä

source: Centered
fi_fi: Keskitetty

source: Top Center
fi_fi: Yläoikealla

source: Consent settings style
fi_fi: Suostumuksen lisäasetusten tyyli

source: Colors
fi_fi: Värit

source: Banner background
fi_fi: Suostumusboksin taustaväri

source: Banner text color
fi_fi: Suostumusboksin tekstin väri

source: Accept Button Background
fi_fi: Hyväksymis painikkeen taustaväri

source: Accept Button Color
fi_fi: Hyväksymis painikkeen tekstin väri

source: Decline Button Background
fi_fi: Hylkäämis painikkeen taustaväri

source: Decline Button Color
fi_fi: Hylkäämis painikkeen tekstin väri

source: Link color
fi_fi: Linkin väri suostumusboksissa

source: Tags
fi_fi: Tagit

source: Necessary (always allowed)
fi_fi: Välttämättömät (aina sallittuja)

source: Analytics scripts
fi_fi: Analytiikka skriptit

source: Marketing scripts
fi_fi: Markkinointi/mainosten kohdistamisen skriptit

source: 2 years
fi_fi: 2 vuotta

source: Used to store and count pageviews.
fi_fi: Sivukatseluiden laskemiseen ja tallentamiseen.

source: 1 year
fi_fi: 1 vuosi

source: Used to store information of how visitors use a website.
fi_fi: Käytetään tallentamaan tietoja siitä, kuinka vierailijat käyttävät verkkosivustoa.

source: Used to limit the number of requests
fi_fi: Käytetään rajoittamaan pyyntöjen määrää

source: 3 months
fi_fi: 3 kk

source: Used to provide ad delivery or retargeting.
fi_fi: Käytetään mainosten toimittamiseen tai uudelleenkohdistamiseen.

source: Analytics cookies
fi_fi: Analytiikkaevästeet

source: These cookies collect information about how you use the website, which pages you visited and which links you clicked on. All of the data is anonymized and cannot be used to identify you. Collected data is used for developing this website.
fi_fi: Nämä evästeet keräävät tietoja siitä, kuinka verkkosivustoa käytetään, millä sivuilla vieraillaan ja mitä linkkejä on käytetty. Kaikki tiedot ovat anonymisoituja, eikä niitä voida käyttää tunnistamiseen. Kerättyjä tietoja käytetään tämän verkkosivuston kehittämiseen.

source: Advertisement and Targeting cookies
fi_fi: Mainostus- ja kohdistamisevästeet

source: These cookies collect information about how you use the website, which pages you visited and which links you clicked on. All of the data is anonymized and cannot be used to identify you
fi_fi: Nämä evästeet keräävät tietoja siitä, kuinka verkkosivustoa käytetään, millä sivuilla vieraillaan ja mitä linkkejä on käytetty. Kaikki tiedot ovat anonymisoituja, eikä niitä voida käyttää tunnistamiseen. Kerättyjä tietoja käytetään tämän verkkosivuston kehittämiseen.

source: We use cookies, is that okay?
fi_fi: Käytämme sivustolla evästeitä. Sallitaanko kaikki evästeet?

source: Okay
fi_fi: Kyllä

source: No
fi_fi: Ei

source: Customize cookie options here.
fi_fi: Voit muuttaa sivustolle asettamiasi evästeasetuksia tässä.

source: Cookie settings
fi_fi: Evästeasetukset

source: Sorry to bother you again, but there has been some changes to our terms or cookies!
fi_fi: Pahoittelut häiriöstä, mutta evästeisiimme on tullut muutoksia! Hyväksytkö kaikki evästeet?

source: Close
fi_fi: Sulje

source: Name
fi_fi: Nimi

source: Domain
fi_fi: Toimittaja

source: Expiration
fi_fi: Säilytysaika

source: Description
fi_fi: Kuvaus

source: Strictly necessary cookies
fi_fi: Välttämättömät evästeet

source: These cookies are essential for the proper functioning of this website. Without these cookies, the website would not work properly
fi_fi: Nämä evästeet ovat välttämättömiä tämän verkkosivuston asianmukaisen toiminnan kannalta. Ilman näitä evästeitä verkkosivusto ei välttämättä toimi oikein. Näihin evästeisiin ei tallenneta käyttäjää yksilöiviä tietoja.

source: Session
fi_fi: Istunto

source: Saving technical info for logged in users
fi_fi: Teknisten tietojen tallentaminen sisäänkirjautuneelle käyttäjälle

source: ConcreteCMS cookie for checking if user is logged in
fi_fi: ConcreteCMS eväste joka tarkistaa käyttäjän sisäänkirjautumistilanteen

source: Save users cookie consent settings
fi_fi: Tallentaa käyttäjän evästevalinnat

source: More information
fi_fi: Lisätietoja

source: Open cookie Settings
fi_fi: Avaa evästeasetukset
